parametric_campaign/cases/DOE_Case_007/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          3300;
        startFace       3219810;
    }
    outlet
    {
        type            patch;
        nFaces          3300;
        startFace       3223110;
    }
    chip_bases
    {
        type            wall;
        inGroups        1(wall);
        nFaces          16000;
        startFace       3226410;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          71780;
        startFace       3242410;
    }
)

// ************************************************************************* //
