parametric_campaign/cases/DOE_Case_007/0/U
FoamFile
{
    format      ascii;
    class       volVectorField;
    object      U;
}
dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (1.398100e-02 0 0);

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform (1.398100e-02 0 0);
    }
    outlet
    {
        type            zeroGradient;
    }
    walls
    {
        type            noSlip;
    }
    heat_sink_surfaces
    {
        type            noSlip;
    }
    chip_bases
    {
        type            noSlip;
    }
}
